Repository: yulaymusin/yolla
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Important discussions
ar: مناقشات هامة
fr: Discussions importantes

source: more topics
ar: المزيد من المواضيع
fr: plus de sujets

source: Reply in English
ar: الرد باللغة الإنجليزية
fr: Répondre en anglais

source: Reply in Chinese
ar: الرد باللغة الصينية
fr: Répondre en chinois

source: Reply in Spanish
ar: الرد باللغة الإسبانية
fr: Répondre en espagnol

source: Reply in Arabic
ar: الرد باللغة العربية
fr: Répondre en arabe

source: Reply in French
ar: الرد بالفرنسية
fr: Répondre en Français

source: Reply in Russian
ar: الرد باللغة الروسية
fr: Répondre en russe

source: Published
ar: نشر
fr: Publié

source: Preparing to publish
ar: التحضير للنشر
fr: Préparation de la publication

source: Accepted by moderator
ar: مقبول من قبل المشرف
fr: Accepté par le modérateur

source: Sent for publication
ar: أرسلت للنشر
fr: Envoyé pour publication

source: Rejected by moderator
ar: مرفوض من قبل المشرف
fr: Rejeté par le modérateur

source: Canceled to publish
ar: تم الإلغاء للنشر
fr: Annulé pour publication

source: Documents of your reply
ar: وثائق ردك
fr: Documents de votre réponse

source: Document deleted.
ar: تم حذف المستند.
fr: Document supprimé.

source: Delete document
ar: حذف المستند
fr: Supprimer un document

source: Your replies
ar: ردودك
fr: Vos réponses

source: Filter by topic
ar: تصفية حسب الموضوع
fr: Filtrer par sujet

source: Filter by status
ar: التصفية حسب الحالة
fr: Filtrer par statut

source: Apply filters
ar: تطبيق عوامل التصفية
fr: Appliquer des filtres

source: Reset
ar: اعاده تعيين
fr: Réinitialisation

source: Your reply
ar: ردك
fr: Votre réponse

source: Reply
ar: أجاب
fr: Répondre

source: Before your reply is accepted by moderator, you can edit, unpublish and manage documents.
ar: قبل قبول ردك من قبل المشرف، يمكنك تحرير المستندات، أو إلغاء نشرها، أو إدارتها.
fr: Avant que votre réponse ne soit acceptée par le modérateur, vous pouvez modifier, annuler la publication et gérer les documents.

source: Edits saved.
ar: عمليات التحرير المحفوظة.
fr: Modifications enregistrées.

source: Editing your reply
ar: تحرير ردك
fr: Modification de votre réponse

source: Publication of your reply has been canceled.
ar: تم إلغاء نشر ردك.
fr: La publication de votre réponse a été annulée.

source: Canceling the publication of your reply
ar: إلغاء نشر ردك
fr: Annulation de la publication de votre réponse

source: Username
ar: اسم المستخدم
fr: Nom d’utilisateur

source: Required. Used for log in paired with a password. 50 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: مطلوب. يستخدم لتسجيل الدخول مقترنا بكلمة مرور. 50 رمزاً أو أقل، مكونة من حروف وأرقام و @/./+/-/_ فقط
fr: Requis. Utilisé pour la connexion associée à un mot de passe. 50 caractères maximum. Uniquement des lettres, nombres et les caractères « @ », « . », « + », « - » et « _ ».

source: A participant with that username already exists.
ar: هناك مشارك موجود مسبقاً بهذا الاسم.
fr: Un participant avec ce nom existe déjà.

source: Name
ar: الاسم
fr: Nom

source: Required. Used for signing replies. 50 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: مطلوب. يستخدم لتوقيع الردود. 50 رمزاً أو أقل، مكونة من حروف وأرقام و @/./+/-/_ فقط
fr: Requis. Utilisé pour signer des réponses. 50 caractères maximum. Uniquement des lettres, nombres et les caractères « @ », « . », « + », « - » et « _ ».

source: Another participant signs replies with this name.
ar: مشارك آخر يوقع الردود بهذا الاسم.
fr: Un autre participant signe des réponses avec ce nom.

source: Required. Used for password recovery.
ar: مطلوب. يستخدم لاسترداد كلمة المرور.
fr: Requis. Utilisé pour la récupération de mot de passe.

source: Time zone
ar: المنطقة الزمنية
fr: Fuseau horaire

source: Primary language
ar: اللغة الأساسية
fr: Langue principale

source: Secondary language
ar: اللغة الثانوية
fr: Langue secondaire

source: About
ar: وصف
fr: Description

source: Sign up
ar: التسجيل
fr: S’enregistrer

source: Info and settings saved.
ar: المعلومات والإعدادات المحفوظة.
fr: Informations et paramètres enregistrés.

source: Profile
ar: ملف تعريف
fr: Profil

source: Previous
ar: سابق
fr: Précédent

source: Page
ar: صفحة

source: Next
ar: مقبل
fr: Prochain

source: Theme
ar: موضوع
fr: Thème

source: Dark
ar: داكن
fr: Sombre

source: Classic
ar: كلاسيكي
fr: Classique

source: Reply to
ar: الرد على
fr: Répondre

source: Documents
ar: الوثائق

source: Attach documents
ar: إرفاق المستندات
fr: Joindre des documents

source: Requirements for documents
ar: متطلبات الوثائق
fr: Exigences relatives aux documents

source: The size of each file should not exceed <bdi>%(f_max_size)s</bdi>.<br> Maximum number of attached documents including previously attached - %(f_max_total)s.<br> Only supported types of files.
ar: يجب ألا يتجاوز حجم كل ملف <bdi>%(f_max_size)s</bdi> ميغابايت.<br> الحد الأقصى لعدد المستندات المرفقة بما في ذلك المرفقة سابقا - %(f_max_total)s.<br> أنواع الملفات المعتمدة فقط.

source: Attach
ar: ألحق
fr: Joindre

source: Are you sure you want to cancel the publication of your reply?
ar: هل تريد بالتأكيد إلغاء نشر ردك؟
fr: Êtes-vous sûr de vouloir annuler la publication de votre réponse ?

source: Even after cancellation, you can read your reply
ar: حتى بعد الإلغاء، يمكنك قراءة ردك
fr: Même après l’annulation, vous pouvez lire votre réponse

source: Go back
ar: الرجوع للخلف
fr: Retour

source: Are you sure you want to delete this document?
ar: هل تريد بالتأكيد حذف هذا المستند؟
fr: Voulez-vous vraiment supprimer ce document ?

source: Editing is only available for the "Sent for publication" status
ar: التحرير متوفر فقط لحالة "إرسال للنشر"
fr: La modification n’est disponible que pour l’état "Envoyé pour publication"

source: Status
ar: حالة
fr: Statut

source: Recorded
ar: تسجيل
fr: Enregistré

source: Topic name
ar: اسم الموضوع
fr: Nom du sujet

source: symbols
ar: حرف او رمز
fr: symboles

source: Actions
ar: أجراءات

source: Read your reply
ar: اقرأ ردك
fr: Lisez votre réponse

source: Edit
ar: يحرر
fr: Éditer

source: You have already replied
ar: لقد قمت بالرد بالفعل
fr: Vous avez déjà répondu

source: Download documents in ZIP-archive
ar: قم بتنزيل المستندات في أرشيف ZIP
fr: Télécharger les documents en archive ZIP

source: Reason for rejection
ar: سبب الرفض
fr: Raison du rejet

source: Forgotten your password?
ar: هل نسيت كلمة المرور؟
fr: Mot de passe perdu ?

source: No username and password?
ar: لا اسم المستخدم وكلمة المرور؟
fr: Pas de nom d'utilisateur et mot de passe ?

source: Already have a username and password?
ar: هل لديك اسم مستخدم وكلمة مرور بالفعل؟
fr: Vous avez déjà un nom d'utilisateur et un mot de passe ?

source: Cancel
fr: Annuler
